tap "dart-lang/dart"
tap "felixkratz/formulae"
tap "gabotechs/taps"
tap "homebrew/bundle"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "sass/sass"
brew "act"
brew "aerc"
brew "libyaml"
brew "ansible"
brew "jq"
brew "ansiweather"
brew "jpeg-xl"
brew "aom"
brew "arping"
brew "autoconf"
brew "automake"
brew "azure-cli"
brew "bandwhich"
brew "bash"
brew "bat"
brew "icu4c@76"
brew "openjdk@21"
brew "bazel"
brew "btop"
brew "cdrtools"
brew "ruby"
brew "cocoapods"
brew "coreutils"
brew "curlie"
brew "diff-so-fancy"
brew "difftastic"
brew "dog"
brew "dua-cli"
brew "duf"
brew "dust"
brew "erdtree"
brew "exa"
brew "eza"
brew "fd"
brew "tesseract"
brew "ffmpegthumbnailer"
brew "flamegraph"
brew "fzf"
brew "gcc"
brew "git"
brew "git-delta"
brew "git-lfs"
brew "git-secrets"
brew "gitlab-ci-local"
brew "gitleaks"
brew "glow"
brew "gnu-sed"
brew "libksba"
brew "go"
brew "pkgconf"
brew "gping"
brew "grep"
brew "gstreamer"
brew "helix"
brew "helm"
brew "hey"
brew "highlight"
brew "imagemagick"
brew "jmeter"
brew "kalker"
brew "kind"
brew "lazydocker"
brew "libmagic"
brew "lsd"
brew "mas"
brew "maven"
brew "moar"
brew "moc"
brew "zlib"
brew "mysql-client"
brew "neovim"
brew "nmap"
brew "nnn"
brew "nvm"
brew "ocrmypdf"
brew "openjdk@11"
brew "openjdk@17"
brew "openssl@1.1"
brew "osv-scanner"
brew "ouch"
brew "patat"
brew "podman"
brew "poppler"
brew "procs"
brew "pure-ftpd"
brew "putty"
brew "pv"
brew "pwgen"
brew "pyenv"
brew "python@3.10"
brew "python@3.11"
brew "qemu"
brew "ranger"
brew "ripgrep"
brew "rsync"
brew "ruff"
brew "sbt"
brew "spice-gtk"
brew "switchaudio-osx"
brew "telnet"
brew "tesseract-lang"
brew "the_silver_searcher"
brew "tig"
brew "tintin"
brew "tlrc"
brew "tomcat"
brew "trippy"
brew "unar"
brew "w3m"
brew "watch"
brew "wget"
brew "xq"
brew "yazi"
brew "ykman"
brew "youtube-dl"
brew "yq"
brew "yt-dlp"
brew "zig"
brew "zoxide"
brew "zsync"
brew "felixkratz/formulae/borders"
brew "gabotechs/taps/dep-tree"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "sass/sass/sass"
cask "amethyst"
cask "audacity"
cask "db-browser-for-sqlite"
cask "iglance"
cask "jordanbaird-ice"
cask "podman-desktop"
cask "sf-symbols"
cask "shortcat"
mas "Keynote", id: 409183694
mas "Mattermost", id: 1614666244
mas "Microsoft Excel", id: 462058435
mas "Microsoft Word", id: 462054704
mas "Next Meeting", id: 1017470484
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Parallels Desktop", id: 1085114709
mas "Slack", id: 803453959
mas "Spark", id: 1176895641
mas "The Unarchiver", id: 425424353
mas "Windows App", id: 1295203466
mas "WireGuard", id: 1451685025
mas "Xcode", id: 497799835
