tap "dart-lang/dart"
tap "felixkratz/formulae"
tap "gabotechs/taps"
tap "homebrew/bundle"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "sass/sass"
brew "libyaml"
brew "ruby"
brew "cocoapods"
brew "icu4c@76"
brew "openjdk@11"
brew "openjdk@17"
brew "openjdk@21"
brew "openssl@1.1"
brew "felixkratz/formulae/borders"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
cask "amethyst"
cask "audacity"
cask "db-browser-for-sqlite"
cask "iglance"
cask "jordanbaird-ice"
cask "podman-desktop"
cask "sf-symbols"
cask "shortcat"
mas "Keynote", id: 409183694
mas "Mattermost", id: 1614666244
mas "Microsoft Excel", id: 462058435
mas "Microsoft Word", id: 462054704
mas "Next Meeting", id: 1017470484
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Parallels Desktop", id: 1085114709
mas "Slack", id: 803453959
mas "Spark", id: 1176895641
mas "The Unarchiver", id: 425424353
mas "Windows App", id: 1295203466
mas "WireGuard", id: 1451685025
mas "Xcode", id: 497799835
